Repository: cemal-nadir/TradingBot
Catalog: Frontend/Web/TradingBot.Frontend.Web.Blazor/Resources/Resource.*.resx
Languages: de

# Delete_Confirm_Content
source: Are you sure you want to delete the selected item(s)? This operation will be irreversible.
de: Delete_Confirm_Content

# Login_Button
source: Sign In
de: Login_Button

# Login_Mail
source: E-Mail
de: Login_Mail

# Login_Password
source: Password
de: Login_Password

# Login_Processing
source: Login Processing.. Please Wait
de: Login_Processing

# PleaseCheckForm
source: Please Check The Form
de: PleaseCheckForm

# SaveChangesSuccess
source: Changes Successfully Completed
de: SaveChangesSuccess

# TableRelated
source: Record already has a relationship in another table
de: TableRelated

# TradingAccounts_IsActive
source: Active Status
de: TradingAccounts_IsActive

# TradingAccounts_Name
source: Account Name
de: TradingAccounts_Name

# TradingAccounts_Platform
source: Platform
de: TradingAccounts_Platform

# TradingAccounts_User_Mail
source: User Mail
de: TradingAccounts_User_Mail

# TradingAccounts_User_NameAndSurname
source: User Name and Surname
de: TradingAccounts_User_NameAndSurname

# TradingAccount_AdjustBalanceError
source: There was a problem calculating the balance. Your current balance on the platform, your calculation frequency and your balance percentage must be greater than 0.
de: TradingAccount_AdjustBalanceError

# TradingAccount_AdjustBalancePercentage
source: Automation Balance Percentage
de: TradingAccount_AdjustBalancePercentage

# TradingAccount_AdjustBalanceSettings
source: Automation Balance Settings
de: TradingAccount_AdjustBalanceSettings

# TradingAccount_AdjustFrequencyDay
source: Automation Balance Calculate Frequency (Day)
de: TradingAccount_AdjustFrequencyDay

# TradingAccount_Api
source: Api Key
de: TradingAccount_Api

# TradingAccount_CurrentAdjustedBalance
source: Balance
de: TradingAccount_CurrentAdjustedBalance

# TradingAccount_CurrentAdjustedBalanceSettings
source: Current Calculated Balance
de: TradingAccount_CurrentAdjustedBalanceSettings

# TradingAccount_CurrentBalance
source: Current Balance
de: TradingAccount_CurrentBalance

# TradingAccount_IsActive
source: Active Status
de: TradingAccount_IsActive

# TradingAccount_LastAdjust
source: Last Calculate
de: TradingAccount_LastAdjust

# TradingAccount_MinimumBalance
source: Minimum Balance to Run
de: TradingAccount_MinimumBalance

# TradingAccount_Name
source: Account Name
de: TradingAccount_Name

# TradingAccount_Secret
source: Api Secret
de: TradingAccount_Secret

# TradingAccount_SelectPlatform
source: Select Platform
de: TradingAccount_SelectPlatform

# TradingAccount_TradingPlatformBalanceSettings
source: Balance Settings
de: TradingAccount_TradingPlatformBalanceSettings

# TradingAccount_TradingPlatformSettings
source: Platform Settings
de: TradingAccount_TradingPlatformSettings

# TradingAccount_User
source: User
de: TradingAccount_User

# WrongPassword
source: E-mail or Password wrong
de: WrongPassword
